Repository: common-repository/yd-profile-visitor-tracker
Catalog: languages/ydpvt-*.po
Languages: fr_fr

source: Main options
fr_fr: Options principales

source: YD Profile Visitor Tracker Configuration
fr_fr: Configuration YD Profile Visitor Tracker

source: Auto track visitors on all profile pages
fr_fr: Trace automatique des visiteurs sur pages profil

source: Default tracking attributes
fr_fr: Attributs de traçabilité par défaut

source: Add visitors tracking page to member menu
fr_fr: Ajouter le récapitulatif des visites au menu

source: Welcome to the YD Profile Visitor Tracker settings page. If you do not use autotracking, here is the template tag: &lt;?php if( is_callable( array( 'pvtPlugin', 'track' ) ) ) pvtPlugin::track( [array( 'optcookie'=>'whatever' )] ); ?&gt;. <a href='http://wordpress.org/extend/plugins/yd-profile-visitor-tracker/installation/'>See installation instructions for setup and usage documentation</a>.
fr_fr: Bienvenue sur la page de réglages de YD Profile Visitor Tracker. Si vous n'utilisez pas l'option de traçabilité automatique, voici la fonction de gabarit à utiliser&nbsp;: &lt;?php if( is_callable( array( 'pvtPlugin', 'track' ) ) ) pvtPlugin::track( [array( 'optcookie'=>'truc' )] ); ?&gt;. <a href='http://wordpress.org/extend/plugins/yd-profile-visitor-tracker/installation/'>Voir instructions d'installation</a>.

source: Visitors
fr_fr: Visiteurs

source: j F Y
fr_fr: j/m/Y

source: Visitor
fr_fr: Visiteur

source: Last visit date
fr_fr: Dernière visite

source: Visit count
fr_fr: Nb. visites

source: Last visit PV
fr_fr: PV dernière visite

source: Total visitor PV
fr_fr: Total PV visiteur

source: Optional data
fr_fr: Optionnel

source: Name
fr_fr: Nom

source: First name
fr_fr: Prénom

source: Last visit on:
fr_fr: Dernière visite&nbsp;: le

source: Total visit count:
fr_fr: Nombre de visites&nbsp;:
